'''
Объявите класс Point так, чтобы объекты этого класса можно было создавать командами:
p1 = Point(10, 20)
p2 = Point(12, 5, 'red')
Здесь первые два значения это координаты точки на плоскости (локальные свойства х, у), а третий необязательный аргумент цвет точки (локальное свойство color). Если цвет не указывается, то он по умолчанию принимает значение black.
Создайте тысячу таких объектов с координатами (1, 1), (3, 3), (5, 5), ... то есть, с увеличением на два для каждой новой точки. Каждый объект следует поместить в список points (по порядку). Для второго объекта в списке points укажите цвет 'yellow'.
Р.Ѕ. На экран в программе ничего выводить не нужно.
'''